[M_IrisEp3Battle_BarFight MissionDefinition]
MissionName="Batalha: Pau no Boteco"
MissionDescription="Piston subestimou você.  Ele te drogou e pediu que o retirassem da arena, além de convecer todo mundo de que você é um grande covarde.\nInfelizmente, como ele era o seu patrocinador você não poderá melhorar a sua classificação.  O Senhor Torgue sugeriu que você vá até [place]Beatdown[-place] e consiga um novo patrocinador.\nAparentemente, um gladiador chamado Pete Incendiário sequestrou o patrocinador que você procurava.  Ele disse que o soltará se você aceitar um combate em [place]Beatdown[-place].\nVocê não tem motivos para acreditar nele, mas, é você quem decide."
TurnInDescription="Os Encrenqueiros do [place]Pete Incendiário[-place] agora vão tratar você com o mesmo medo e respeito que se trata uma doença, um desastre natural ou um dinossauro."
MissionSummary="Elimine todos os Encrenqueiros em 5 minutos."
MissionGiver="Painel de Batalhas do Bar do Pete Incendiário"
MissionTurnInLocation="Painel de Batalhas do Bar do Pete Incendiário"
TeaserText="Elimine alguns caras para o Pete Incendiário e ele vai te entregar o patrocinador."

[M_IrisEp3Battle_BarFight2 MissionDefinition]
MissionName="Batalha: Pau no Boteco (NV 2)"
MissionDescription="Elimine todos os clientes Encrenqueiros do bar dentro do tempo determinado.\n\nDificuldade: NV 2."
TurnInDescription="Você completou a batalha ''Pau no Boteco''"
MissionSummary="Elimine todos os Encrenqueiros em 3 minutos."
MissionGiver="Painel de Batalhas do Bar do Pete Incendiário"
MissionTurnInLocation="Painel de Batalhas do Bar do Pete Incendiário"
TeaserText="Arrume uma briga no bar dos motoqueiros. Dificuldade: NV 2."

[M_IrisEp3Battle_BarFight2:BarFightTier2 MissionObjectiveDefinition]
ProgressMessage="Elimine os Encrenqueiros do bar"

[M_IrisEp3Battle_BarFight2:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFight2:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFight2:PlayerAtStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp3Battle_BarFight3 MissionDefinition]
MissionName="Batalha: Pau no Boteco (NV 3)"
MissionDescription="Elimine todos os clientes Encrenqueiros do bar dentro do tempo determinado.\n\nDificuldade: NV 3."
TurnInDescription="Você completou a batalha ''Pau no Boteco''"
MissionSummary="Elimine todos os Encrenqueiros em 2 minutos e meio."
MissionGiver="Painel de Batalhas do Bar do Pete Incendiário"
MissionTurnInLocation="Painel de Batalhas do Bar do Pete Incendiário"
TeaserText="Arrume uma briga no bar dos motoqueiros. Dificuldade: NV 3."

[M_IrisEp3Battle_BarFight3:BarFightTier3 MissionObjectiveDefinition]
ProgressMessage="Elimine todos os Encrenqueiros do bar"

[M_IrisEp3Battle_BarFight3:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFight3:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFight3:PlayerAtStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp3Battle_BarFight:BarFightTier1 MissionObjectiveDefinition]
ProgressMessage="Elimine todos os Encrenqueiros do bar"

[M_IrisEp3Battle_BarFight:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFight:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFight:PlayerAtStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

[M_IrisEp3Battle_BarFightR3 MissionDefinition]
MissionName="Revanche: Pau no Boteco (NV 3)"
MissionDescription="Elimine todos os clientes Encrenqueiros do bar dentro do tempo determinado.\n\nDificuldade: NV 3."
TurnInDescription="Você completou a batalha ''Pau no Boteco''"
MissionSummary="Elimine todos os Encrenqueiros em 2 minutos e meio."
MissionGiver="Painel de Batalhas do Bar do Pete Incendiário"
MissionTurnInLocation="Painel de Batalhas do Bar do Pete Incendiário"
TeaserText="Arrume uma briga no bar dos motoqueiros. Dificuldade: NV 3."

[M_IrisEp3Battle_BarFightR3:BarFightTier3 MissionObjectiveDefinition]
ProgressMessage="Elimine todos os Encrenqueiros do bar"

[M_IrisEp3Battle_BarFightR3:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFightR3:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp3Battle_BarFightR3:PlayerAtStartPoint MissionObjectiveDefinition]
ProgressMessage="Vá para o ponto de encontro"

